{    
    "165": "Happy Happy Birthday Guy! I can not wait to celebrate the big 21 with you! When trying to think of something that reminds me of our friendship I thought of \"baby girl\", party bus and formaha night, and many more. But the thing that ties it all together is room 165. This is where our bond started. We have shared so many memories in this room, from you speaking Spanish, signing, pregames, harry potter talks, intuition test before we all went to sleep, and of course you pulling trig for me. There are so many good things that happened in 165. I am bevond blessed to have a friend like you in my life. Thank you for always being so kind, fun, and generous. Also thank you for making my best friend so happy. I am so glad that we have this close bond. I look at you more than just a friend and my greek cousin but a brother. I know I can come to you with anything and that you will be there for me, and I will do the same in return. I could go on and on... Anyways HAPPY HAPPY BIRTHDAY!!!! I can't wait to make more memories! I hope we can hit the griddy and makers soon!\n\nLove ya, Emma",
    "Jersey": "Guy,\nThis number conjures up many memories for us. All of the games and competitions over the years that you put every ounce of effort into, every time. Beyond that, and perhaps more importantly, it exemplifies the wonderful young man that we have always known you to be. Whether it be on the field, on the diving board, in the classroom, or in life in general, we have always known and appreciated you to be extremely motivated driven to succeed, and a leader, while still be humble, compassionate, and uplifting to those around you. These qualities will undoubtedly bring you much success and happiness in life and we couldn't be more proud to call you our nephew Happy Birthday Guy!\nLove,\nUncle Doug and Aunt Kadi",
    "Butterbeer": "Dear Guy,\nHey! It's your favorite red headed sister! I can't believe you're 21 already! It's insane that you're getting so old and are leaving me here with the maniacs every day. I chose a butter beer cup for my symbol because of this last summer at universal. You thought it was the funniest thing to say you were at THE Harry Potter World with THE Ginny Weasley. Although it got annoying, I thought it was funny and a good memory we can always share. I love you so much and can't wait to see what 21 has in story for you. Much love 67\n-Averi Hunt",
    "Cake": "Happy Birthday Guy!!! It's impossible to choose only one memory with someone you have known for so long, but something that never fails to remind me of you is \"nilla wafer top hat time\". Anytime I see anything related to Nilla Wafers I can't help but that song a little bit and think about us being kids doing all sorts of fun things, like making Video Star music videos, or dunking on that Little Tikes basketball hoop while listening to Taio Cruz. I couldn't have asked for a better friend to share all of these memories with, and I'm super thankful that we have continued to make new ones 15 or so years later. Have an amazing day!\nCharlie",
    "Glue": "Dear Guy,\nAfter spending much thought in what most reminds me of you and searching and looking through millions of images to portray that, I have decided on a picture of glue. Why glue you ask? Simple! I have so many memories of you growing up; the pie you slammed in my face, you running full speed from the hotel to make your AAU National tumbling final, the tears of defeat and the parties of victories. It was a long successful career you had in the acrobatic sports and you should be proud of your accomplishments.\n\nOh, back to the glue. The one thing that always blew my mind about you, is you would do some hard competition pass and boom, stick the landing. Sometimes you would stick four landings in a row. I remember a very angry coach at Kansas City Nationals on Double Mini who thought his athletes should be beating you, but you just kept sticking one pass after another and that coach was furious in disbelief. What can I say, you definitely had that going for you. Not sure how you did it, but I surely was glad for you.\n\nWhich brings us to the glue. We all know you were gluing your tramp shoes before meets, we just don't have the proof. Just kidding! The glue is to represent that phenomenon of you sticking all those landings. Hopefully you will stick many more landings in life as you move out into the world on your own more and more.\n\nGood luck with your future and I am more than sure you will overcome any hurdles just like you stuck all those landings when you needed to! I will also bet that some time in your life you will have to use glue for something! Keep your head high Bucko!\n\nJim",
    "Saints": "Happy Birthday, Guy! I chose this logo because it represents how we first met and became friends while playing for the EVW Saints. We were the best pair of punt returners in the Midwest. Luckily on the first day of school you found out I wasn't in 5th grade. I'm glad we got to meet the way we did, even though you started above me on offense. I'm glad we share so many great memories together and I look forward to the moments to come.\n\n- Andrew Tighe",
    "Peel": "Hey champ, congrats on making it to 21 right here is a picture I have in my head of how awesome our friendship is. The banana has me thinking of two different things.\n\n1. This last year our friendship has gotten so close. The video we created of you falling from the banana (like in mario kart) has me thinking of all those trips we would make to and from Spanish class, going to the gym, going to the COB. So grateful to have you as a friend and someone I can rely on. All the memories we've made have been nothing but fun.\n\n2. One of the best memories yet coming from this banana peel has me thinking of Mexico. Mexico was absolutely unreal and it was a blast having been there with ya. Never will I forget the image in my head of the DJ on the catamaran playing Shout as you ran into the middle to dance just to wipe out super hard &. All the laughs have been real, I love having you as one of mv best friends lets keep the memories going! Happy 21st bro time to celebrate!!!\n\nFrom Bank",
    "Cube": "Guy!!!\n\nHappy Birthday!! I cannot believe we are still alive after all the crazy shit we did as kids. Thank goodness for that foam pit :) most of my favorite childhood memories are with and for that I am so thankful! From hours of road trips, cleaning out the pits, video stars, landing on our heads, running the hills on the side of premier, to moving gyms as what felt like 100 times, I am thankful for it all and I am so proud of who you are today! Have the best year yet <3\n\nJill",
    "SigEp": "Where do I even start? From thinking I'm a high school d-bag, to being my first roommate and one of my best friends, to then recruiting the best damn class SigEp has ever seen together. I wouldn't change the ride we've been on for anything because man has it been fun and we have created memories along the way that will for sure last a lifetime. I know that we can get on each other's nerves very easily (mostly me getting on yours) and that we fight like brothers at times, but at the end of the day I will always call you one of my closest friends. I appreciate you being the responsible side of me that keeps me in check at times and keeps me out of trouble, and I can speak on behalf of my parents, they do too. Joining SigEp has been one of the best decisions of my life and I'm very glad that I found you along the way and created a bond that will last throughout our lifetime. I know I can always count on you to have my back, and I sure as hell will be there for you if you need me (throw the first punch i'm coming flying in no hesitation, HAYMAKER). I can't wait to room with you for the next whole year and get even closer :) #GAY! Love you my man, now let's get drunk for your bday and have a hell of a night in San Antonio! Cheers to another year, happy 21st Mr. Guy! (p.s. never expect this sappy shit again!) Gage Bertucci",
    "Dash": "Guy Larsen Hunt: on August 6, 2002, our world changed forever. We have enjoyed life with you to the fullest and loved every minute of it. You have made us better people as we watched you succeed at so many life challenges. From soccer(which you hated) to swimming to gymnastics baseball to football and diving, as we held our breaths praying you would be ok. All the hours you and Pa practiced golf and bowling and now; you are challenging him. Education also came easy for you and now as a college student; it has become evident to many what a strong leader you are. We have seen you look for opportunities to do worthy deeds. So now, it is your chance to finish your DASH. Make it meaningful and significant. Life is a journey. Choose how you live. Finish your style. We are always in your corner and your biggest cheerleaders.\n\nLove you; Pa and GMA Happy 21st birthday GuyGuy",
    "Violin": "Dear Guy,\n\nHappy birthday, man!!! I can confidently say that you are one of my only friends that I can go an entire year without seeing and it makes no difference in our friendship. It seems like every time we hangout thersendays we make the short time we see each other worht whil. Whether it's laughinh at Ryan's crazy ass like the last time we hungout, or just the tw of us soending the night at each others' house every other day. Speaking of those days back in Centennial, I know you remember the day I broke that violin when we were messing around in the basement! Not sure what exactly the finished product for this whole thing is going to look like, but when I was told I was going to be included in it witha  memorably moment between the two of us, I knew it had to be something good  For all the shit I broke in your basement I really thought that was going to be the last straw with your parents, but look where we are now! You are one of one brother, and for damn sure.",
    "Crutches": "To the man himself, Guy Hunt:\n\nHappy birthday, big fella! I wish I was here to celebrate with you, but from what it sounds liek you won't even be bere. Take a shot for me brother. For Mackenzie's present I chose a pair of crutches. I chose this item because it is the time I felt our friendship really grow. In elementary school you hated my guts, In elementary school, our cup went fully backfwards. It makes me happy that writing this letter almost 7 years later that nothing about that has changed. You are one of the few people in my life that I can whole-heartedly say will be one of my best friends through all my life. Being home these last few days has brung a type of joy that is hard to explain with words.I love you brother!\n\nRyan Swanson"
}